
##((set-current-page-name 'historia))

##((import-file "page-begin.stub"))

##((generate-html-frames-begin "main" #t))

	<br />
	<h2>
		Historia
		<br />
		<br />
	</h2>
	Kylan under det m&ouml;rka vinterhalv&aring;ret och en evig fattigdom var m&aring;nga m&auml;nniskors
	vardag i 1800-talets bondesverige. Hos mycket fattiga hade man ibland bara s&auml;ngen fylld med halm
	utan n&aring;got som helst mer, varken lakan eller annat, ibland lade man dock en f&auml;ll &ouml;ver halmen,
	mestadels var det d&aring; en gammal sliten f&auml;ll, som man ej ans&aring;g sig l&auml;ngre kunna anv&auml;nda till t&auml;cke.
	Genom att sy ihop diverse sm&aring;lappar kunde man tillverka ett t&auml;cke &auml;ven om man inte hade r&aring;d att
	skaffa ett helt tygstycke. N&auml;r lappt&auml;ckena var nysydda blev det f&ouml;rst g&auml;stt&auml;cken. D&auml;refter
	anv&auml;ndes de av husbondfolket. N&auml;r de blev slitna &ouml;vertogs de av pigorna och dr&auml;ngarna p&aring;
	g&aring;rden. Sedan blev de luffart&auml;cken och sist hamnade de kanske i stallet som h&auml;stt&auml;cke.
	Stickade lappt&auml;cken har sitt ursprung i medeltiden och var gjorda av kl&auml;de, vadmal eller l&auml;der.
	B&ouml;nder, hantverkare och andra mindre bemedlade har i alla tider &ouml;vertagit de h&ouml;gre st&aring;ndens
	vanor och bruk, m&ouml;nster och former. Pigan p&aring; herrg&aring;rden s&aring;g herrskapsfr&ouml;knarna sy och brodera
	sident&auml;cken. F&ouml;r allmogen var lappt&auml;ckena en tvingande n&ouml;dv&auml;ndighet.
	De var i mitten av 1800-talet en ers&auml;ttning f&ouml;r de dyrare och enf&auml;rgade t&auml;ckena i mer v&auml;lbest&auml;llda hem.
	Det var egentligen f&ouml;rst i samband med de stora emigrations&aring;ren kring 1880-1890 som lappt&auml;ckess&ouml;mnaden fick
	ett folkligt genombrott med de hemv&auml;ndande svenskar som l&auml;rt sig patchwork i Amerika. De m&ouml;nster som var
	popul&auml;ra i Amerika, &aring;terfanns i Sverige ungef&auml;r 20 &aring;r senare.
	De tidigaste bevarade svenska lappt&auml;ckena &auml;r av siden fr&aring;n h&ouml;grest&aring;ndsmilj&ouml; p&aring; 1700-talet.
	<br />
	<br />
	K&auml;lla: Gamla svenska lappt&auml;cken av &Aring;sa Wettre.

	
##((generate-html-frames-end))
	
##((import-file "page-end.stub"))

